List data = [
  {
    "date": "2022-09-22T15:29:03.568Z",
    "text":
        "2022/05/09 00  00:00 ~ 00:00 の勤務予定のお仕事を、2022/05/09 00  00:00 ~ 00:00に無断欠勤した為、アカウントが一時停止となり求人 / 採用募集への応募ができなくなります。一時停止解除をするには事務局にお問い合わせください。",
    "isIcon": true,
    "penaltyPoints": "0",
  },
  {
    "date": "2022-09-23T15:29:03.568Z",
    "text":
        "2022/05/09 00  00:00 ~ 00:00 の勤務予定のお仕事を、2022/05/09 00  00:00 ~ 00:00に無断欠勤した為、アカウントが一時停止となり求人 / 採用募集への応募ができなくなります。一時停止解除をするには事務局にお問い合わせください。",
    "isIcon": false,
    "penaltyPoints": "+1",
  },
  {
    "date": "2022-09-24T15:29:03.568Z",
    "text":
        "2022/05/09 00  00:00 ~ 00:00 の勤務予定のお仕事を、2022/05/09 00  00:00 ~ 00:00に無断欠勤した為、アカウントが一時停止となり求人 / 採用募集への応募ができなくなります。一時停止解除をするには事務局にお問い合わせください。",
    "isIcon": false,
    "penaltyPoints": "-1",
  },
  {
    "date": "2022-09-25T15:29:03.568Z",
    "text":
        "2022/05/09 00  00:00 ~ 00:00 の勤務予定のお仕事を、2022/05/09 00  00:00 ~ 00:00に無断欠勤した為、アカウントが一時停止となり求人 / 採用募集への応募ができなくなります。一時停止解除をするには事務局にお問い合わせください。",
    "isIcon": false,
    "penaltyPoints": "+3",
  },
  {
    "date": "2022-09-26T15:29:03.568Z",
    "text":
        "2022/05/09 00  00:00 ~ 00:00 の勤務予定のお仕事を、2022/05/09 00  00:00 ~ 00:00に無断欠勤した為、アカウントが一時停止となり求人 / 採用募集への応募ができなくなります。一時停止解除をするには事務局にお問い合わせください。",
    "isIcon": false,
    "penaltyPoints": "+4",
  },
];